import { Language } from "./global";

export const aboutUs: IAboutUs = {
  title: {
    UA: 'Torch – це сімейна справа з мрією створювати якісні та красиві шкарпетки в Україні',
    RU: 'Torch – это мечта всех'
  },
  description: {
    UA: 'Історія нашого виробництва налічує вже понад 12 років. За цей час ми пройшли довгий шлях пошуку кращих технологій, матеріалів, обладнання для вас. Щоб з’явитися на світ наш ідеальний носок проходить через кілька десятків рук, кожні з яких виконують свою незамінну роль. Наше виробництво дозволяє нам в’язати шкарпетки як для самих маленьких клієнтів, які тільки збираються робити перші кроки, так і для самих дорослих. У виробництві використовується високопродуктивне обладнання чеських, французьких та італійських фірм, сировина провідних європейських, українських та турецьких виробників, висококваліфікований інженерний і виробничий персонал.',
    RU: 'История нашего производства насчитывает уже более 12 лет. За это время мы прошли долгий путь поиска лучших технологий, материалов, оборудования для вас. Чтобы появиться на свет наш идеальный носок проходит через несколько десятков рук, каждые из которых выполняют свою незаменимую роль. Наше производство позволяет нам вязать носки как для самых маленьких клиентов, которые только собираются делать первые шаги, так и для самих взрослых. В производстве используется высокопроизводительное оборудование чешских, французских и итальянских фирм, сырье ведущих европейских, украинских и турецких производителей, высококвалифицированный инженерный и производственный персонал.'
  },
  advantages: {
    adv1: {
      title: {
        UA: 'Torch – це сімейна справа з мрією створювати якісні та красиві шкарпетки в Україні',
        RU: 'Torch – это мечта всех'
      },
      description: {
        UA: 'Історія нашого виробництва налічує вже понад 12 років. За цей час ми пройшли довгий шлях пошуку кращих технологій, матеріалів, обладнання для вас. Щоб з’явитися на світ наш ідеальний носок проходить через кілька десятків рук, кожні з яких виконують свою незамінну роль. Наше виробництво дозволяє нам в’язати шкарпетки як для самих маленьких клієнтів, які тільки збираються робити перші кроки, так і для самих дорослих. У виробництві використовується високопродуктивне обладнання чеських, французьких та італійських фірм, сировина провідних європейських, українських та турецьких виробників, висококваліфікований інженерний і виробничий персонал.',
        RU: 'История нашего производства насчитывает уже более 12 лет. За это время мы прошли долгий путь поиска лучших технологий, материалов, оборудования для вас. Чтобы появиться на свет наш идеальный носок проходит через несколько десятков рук, каждые из которых выполняют свою незаменимую роль. Наше производство позволяет нам вязать носки как для самых маленьких клиентов, которые только собираются делать первые шаги, так и для самих взрослых. В производстве используется высокопроизводительное оборудование чешских, французских и итальянских фирм, сырье ведущих европейских, украинских и турецких производителей, высококвалифицированный инженерный и производственный персонал.'
      },
    },
    adv2: {
      title: {
        UA: 'Torch – це сімейна справа з мрією створювати якісні та красиві шкарпетки в Україні',
        RU: 'Torch – это мечта всех'
      },
      description: {
        UA: 'Історія нашого виробництва налічує вже понад 12 років. За цей час ми пройшли довгий шлях пошуку кращих технологій, матеріалів, обладнання для вас. Щоб з’явитися на світ наш ідеальний носок проходить через кілька десятків рук, кожні з яких виконують свою незамінну роль. Наше виробництво дозволяє нам в’язати шкарпетки як для самих маленьких клієнтів, які тільки збираються робити перші кроки, так і для самих дорослих. У виробництві використовується високопродуктивне обладнання чеських, французьких та італійських фірм, сировина провідних європейських, українських та турецьких виробників, висококваліфікований інженерний і виробничий персонал.',
        RU: 'История нашего производства насчитывает уже более 12 лет. За это время мы прошли долгий путь поиска лучших технологий, материалов, оборудования для вас. Чтобы появиться на свет наш идеальный носок проходит через несколько десятков рук, каждые из которых выполняют свою незаменимую роль. Наше производство позволяет нам вязать носки как для самых маленьких клиентов, которые только собираются делать первые шаги, так и для самих взрослых. В производстве используется высокопроизводительное оборудование чешских, французских и итальянских фирм, сырье ведущих европейских, украинских и турецких производителей, высококвалифицированный инженерный и производственный персонал.'
      },
    },
    adv3: {
      title: {
        UA: 'Torch – це сімейна справа з мрією створювати якісні та красиві шкарпетки в Україні',
        RU: 'Torch – это мечта всех'
      },
      description: {
        UA: 'Історія нашого виробництва налічує вже понад 12 років. За цей час ми пройшли довгий шлях пошуку кращих технологій, матеріалів, обладнання для вас. Щоб з’явитися на світ наш ідеальний носок проходить через кілька десятків рук, кожні з яких виконують свою незамінну роль. Наше виробництво дозволяє нам в’язати шкарпетки як для самих маленьких клієнтів, які тільки збираються робити перші кроки, так і для самих дорослих. У виробництві використовується високопродуктивне обладнання чеських, французьких та італійських фірм, сировина провідних європейських, українських та турецьких виробників, висококваліфікований інженерний і виробничий персонал.',
        RU: 'История нашего производства насчитывает уже более 12 лет. За это время мы прошли долгий путь поиска лучших технологий, материалов, оборудования для вас. Чтобы появиться на свет наш идеальный носок проходит через несколько десятков рук, каждые из которых выполняют свою незаменимую роль. Наше производство позволяет нам вязать носки как для самых маленьких клиентов, которые только собираются делать первые шаги, так и для самих взрослых. В производстве используется высокопроизводительное оборудование чешских, французских и итальянских фирм, сырье ведущих европейских, украинских и турецких производителей, высококвалифицированный инженерный и производственный персонал.'
      },
    }
  },
  description2: {
    UA: 'Історія нашого виробництва налічує вже понад 12 років. За цей час ми пройшли довгий шлях пошуку кращих технологій, матеріалів, обладнання для вас. Щоб з’явитися на світ наш ідеальний носок проходить через кілька десятків рук, кожні з яких виконують свою незамінну роль. Наше виробництво дозволяє нам в’язати шкарпетки як для самих маленьких клієнтів, які тільки збираються робити перші кроки, так і для самих дорослих. У виробництві використовується високопродуктивне обладнання чеських, французьких та італійських фірм, сировина провідних європейських, українських та турецьких виробників, висококваліфікований інженерний і виробничий персонал.',
    RU: 'История нашего производства насчитывает уже более 12 лет. За это время мы прошли долгий путь поиска лучших технологий, материалов, оборудования для вас. Чтобы появиться на свет наш идеальный носок проходит через несколько десятков рук, каждые из которых выполняют свою незаменимую роль. Наше производство позволяет нам вязать носки как для самых маленьких клиентов, которые только собираются делать первые шаги, так и для самих взрослых. В производстве используется высокопроизводительное оборудование чешских, французских и итальянских фирм, сырье ведущих европейских, украинских и турецких производителей, высококвалифицированный инженерный и производственный персонал.'
  },
  images: [
    {img: 'assets/About'},
    {img: 'assets/About'},
    {img: 'assets/About'}
  ]
}

interface IAboutUs {
  title: Language;
  description: Language;
  advantages: IAdvantages;
  description2: Language;
  images: {img: string}[];
}

interface IAdvantages {
  adv1: {title: Language, description: Language},
  adv2: {title: Language, description: Language},
  adv3: {title: Language, description: Language},
}
