export const  basketContent = {
  haederInfo(count) {
    return {
      UA: `В вашій коробці ${count} товари`,
      RU: `В вашей коробке ${count} товара`
    }
  },
  title: {
    UA: 'Моя коробка',
    RU: 'Моя коробка'
  },
  nextButtonName: {
    UA: 'Продовжити замовлення',
    RU: 'Продолжить заказ'
  },
  prevButtonName: {
    UA: 'Повернутись до вибору',
    RU: 'Вернутся к выбору'
  },
  deleteButtonName: {
    UA: 'Видалити',
    RU: 'Удалить'
  },
  totalValueName: {
    UA: 'Загальна вартість замовлення',
    RU: 'Общая стоимость заказа'
  },
  sizeName: {
    UA: 'Розмір',
    RU: 'Размер'
  },
  AddSuccess: {
    UA: 'Товар додано у кошик',
    RU: 'Товар добавлен в корзину'
  },
  AddError: {
    UA: 'Розмір не вибраний',
    RU: 'Размер не выбран'
  },
  delliveryInfo: {
    UA: 'ДОСТАВКА ОСУЩЕСТВЛЯЕТСЯ С 10:00 ДО 20:00 <br> СТОИМОСТЬ ДОСТАВКИ 250 РУБ. <br> БЕСПЛАТНАЯ ДОСТАВКА ОТ 2 КОРОБОК!* <br> *ДОСТАВКА В УДАЛЕННЫЕ РАЙОНЫ ГОРОДА МОЖЕТ ПОТРЕБОВАТЬ ДОПЛАТЫ ПО ПРЕДВАРИТЕЛЬНОМУ СОГЛАСОВАНИЮ С ЗАКАЗЧИКОМ.',
    RU: 'ДОСТАВКА ОСУЩЕСТВЛЯЕТСЯ С 10:00 ДО 20:00 <br> СТОИМОСТЬ ДОСТАВКИ 250 РУБ. <br> БЕСПЛАТНАЯ ДОСТАВКА ОТ 2 КОРОБОК!* <br> *ДОСТАВКА В УДАЛЕННЫЕ РАЙОНЫ ГОРОДА МОЖЕТ ПОТРЕБОВАТЬ ДОПЛАТЫ ПО ПРЕДВАРИТЕЛЬНОМУ СОГЛАСОВАНИЮ С ЗАКАЗЧИКОМ.'
  }
}
