import { Language } from './global';

export const paymentInfo: InfoBlock = {
  title: {
    UA: 'Cпособи оплати',
    RU: 'Способы оплаты'
  },
  types: [
    {
      title: {
        UA: 'Карта',
        RU: 'Карта'
      },
      description: {
        UA: 'При оформленні замовлення виберіть спосіб оплати Приват24, сайт автоматично переадресує Вас на сервіс Приват 24. Після чого необхідно авторизуватись. Після авторизації вам стане доступний рахунок для оплати. ',
        RU: 'При оформлении заказа выберите способ оплаты Приват24, сайт автоматически переадресует Вас на сервис Приват 24 После чего необходимо авторизоваться. После авторизации вам станет доступен счет для оплаты.'
      }
    },
    {
      title: {
        UA: 'Телеграм',
        RU: 'Телеграм'
      },
      description: {
        UA: 'При оформленні замовлення виберіть спосіб оплати Приват24, сайт автоматично переадресує Вас на сервіс Приват 24. Після чого необхідно авторизуватись. Після авторизації вам стане доступний рахунок для оплати. ',
        RU: 'При оформлении заказа выберите способ оплаты Приват24, сайт автоматически переадресует Вас на сервис Приват 24 После чего необходимо авторизоваться. После авторизации вам станет доступен счет для оплаты.'
      }
    },
    {
      title: {
        UA: 'Телеграм',
        RU: 'Телеграм'
      },
      description: {
        UA: 'При оформленні замовлення виберіть спосіб оплати Приват24, сайт автоматично переадресує Вас на сервіс Приват 24. Після чого необхідно авторизуватись. Після авторизації вам стане доступний рахунок для оплати. ',
        RU: 'При оформлении заказа выберите способ оплаты Приват24, сайт автоматически переадресует Вас на сервис Приват 24 После чего необходимо авторизоваться. После авторизации вам станет доступен счет для оплаты.'
      }
    },
    {
      title: {
        UA: 'Карта',
        RU: 'Карта'
      },
      description: {
        UA: 'При оформленні замовлення виберіть спосіб оплати Приват24, сайт автоматично переадресує Вас на сервіс Приват 24. Після чого необхідно авторизуватись. Після авторизації вам стане доступний рахунок для оплати. ',
        RU: 'При оформлении заказа выберите способ оплаты Приват24, сайт автоматически переадресует Вас на сервис Приват 24 После чего необходимо авторизоваться. После авторизации вам станет доступен счет для оплаты.'
      }
    },
  ]
}

export const deliveryInfo: InfoBlock = {
  title: {
    UA: 'Cпособи доставки',
    RU: 'Способы доставки'
  },
  types: [
    {
      title: {
        UA: 'Нова Пошта',
        RU: 'Новая Почта'
      },
      description: {
        UA: 'Відправка замовлень відбувається в робочі дні з понеділка по пятницю. При оформлені замовлення до 15:00 відправка в той самий день. Ви можете відстежувати статус замовлення в особистому кабінеті.',
        RU: 'Отправка заказов происходит в рабочие дни с понедельника по пятницу. При оформлении заказа до 15:00 отправка в тот же день. Вы можете отслеживать статус заказа в личном кабинете.'
      }
    },
    {
      title: {
        UA: 'Самовивіз',
        RU: 'Самовывоз'
      },
      description: {
        UA: 'Якщо ви проживаєте у місті Тернопіль, то вам доступна послуга самовивозу товарів з нашого офісу. <br> <br> Для того щоб оформити товар на самовивіз при оформленні замовлення на сайті в рядку "Доставка" оберіть варіант: "Самовивіз з м.Тернопіль, Руська,17а", після чого завершіть оформлення замовлення. Готівкою розрахуватись у пункті самовивозу КАТЕГОРИЧНО ЗАБОРОНЕНО, оплата здійснюється лише на сайті, або ж по реквізитам в смс.',
        RU: 'Если вы проживаете в городе Тернополь, то вам доступна услуга самовывоза товаров из нашего офиса. <br> <br> Для того чтобы оформить товар на самовывоз при оформлении заказа на сайте в строке "Доставка" выберите вариант: "Самовывоз из г. Тернополь, Русская, 17а", после чего завершите оформление заказа. Наличными рассчитаться в пункте самовывоза КАТЕГОРИЧЕСКИ ЗАПРЕЩЕНО, оплата осуществляется только на сайте или по реквизитам в смс.'
      }
    },
    {
      title: {
        UA: 'Нова Пошта',
        RU: 'Новая Почта'
      },
      description: {
        UA: 'Відправка замовлень відбувається в робочі дні з понеділка по пятницю. При оформлені замовлення до 15:00 відправка в той самий день. Ви можете відстежувати статус замовлення в особистому кабінеті.',
        RU: 'Отправка заказов происходит в рабочие дни с понедельника по пятницу. При оформлении заказа до 15:00 отправка в тот же день. Вы можете отслеживать статус заказа в личном кабинете.'
      }
    },
    {
      title: {
        UA: 'Нова Пошта',
        RU: 'Новая Почта'
      },
      description: {
        UA: 'Відправка замовлень відбувається в робочі дні з понеділка по пятницю. При оформлені замовлення до 15:00 відправка в той самий день. Ви можете відстежувати статус замовлення в особистому кабінеті.',
        RU: 'Отправка заказов происходит в рабочие дни с понедельника по пятницу. При оформлении заказа до 15:00 отправка в тот же день. Вы можете отслеживать статус заказа в личном кабинете.'
      }
    },
  ]
}

interface InfoBlock {
  title: Language;
  types: Type[]
}

interface Type {
  title: Language;
  description: Language;
}
