import { Product } from './../_types/Product.interface';

export const sets2: Product[] = [
  {
    img: 'assets/Sets2/Set1',
    price: '37',
    id: 's201',
    name: {
      UA: 'Кельвін1',
      RU: 'Кельвин1'
    },
    description: {
      UA: 'Вочевидь, зараз не всі пригадають цю серпневу дату – вісімнадцяте святкування Дня Незалежності України. Відлік десятилітньої історії Вишиванкового фестивалю розпочався саме тоді, коли сімдесят дев’ять людей, убраних у виши́ванки',
      RU: 'Предоплата: оплату можете произвести непосредственно перед отправкой товара с помощью платежной системы liqpay, а также в Приват24 или любом терминале Приватбанка на карту, номер которой вам придет в смс после обработки заказа. .'
    }
  },
  {
    img: 'assets/Sets2/Set2',
    price: '37',
    id: 's202',
    name: {
      UA: 'Кельвін2',
      RU: 'Кельвин2'
    },
    description: {
      UA: 'Вочевидь, зараз не всі пригадають цю серпневу дату – вісімнадцяте святкування Дня Незалежності України. Відлік десятилітньої історії Вишиванкового фестивалю розпочався саме тоді, коли сімдесят дев’ять людей, убраних у виши́ванки',
      RU: 'Предоплата: оплату можете произвести непосредственно перед отправкой товара с помощью платежной системы liqpay, а также в Приват24 или любом терминале Приватбанка на карту, номер которой вам придет в смс после обработки заказа. .'
    }
  },
  {
    img: 'assets/Sets2/Set3',
    price: '37',
    id: 's203',
    name: {
      UA: 'Кельвін3',
      RU: 'Кельвин3'
    },
    description: {
      UA: 'Вочевидь, зараз не всі пригадають цю серпневу дату – вісімнадцяте святкування Дня Незалежності України. Відлік десятилітньої історії Вишиванкового фестивалю розпочався саме тоді, коли сімдесят дев’ять людей, убраних у виши́ванки',
      RU: 'Предоплата: оплату можете произвести непосредственно перед отправкой товара с помощью платежной системы liqpay, а также в Приват24 или любом терминале Приватбанка на карту, номер которой вам придет в смс после обработки заказа. .'
    }
  },
  {
    img: 'assets/Sets2/Set4',
    price: '37',
    id: 's204',
    name: {
      UA: 'Кельвін4',
      RU: 'Кельвин4'
    },
    description: {
      UA: 'Вочевидь, зараз не всі пригадають цю серпневу дату – вісімнадцяте святкування Дня Незалежності України. Відлік десятилітньої історії Вишиванкового фестивалю розпочався саме тоді, коли сімдесят дев’ять людей, убраних у виши́ванки',
      RU: 'Предоплата: оплату можете произвести непосредственно перед отправкой товара с помощью платежной системы liqpay, а также в Приват24 или любом терминале Приватбанка на карту, номер которой вам придет в смс после обработки заказа. .'
    }
  },
]
